Repository: ystk/debian-policykit-1
Catalog: po/*.po
Languages: da

source: Authentication is required to grant authorizations to other users
da: Autorisering er påkrævet for at autorisere andre brugere

source: Authentication is required to modify the defaults for implicit authorizations
da: Autorisering er påkrævet for ændre implicit autorisering

source: Authentication is required to read authorizations of other users
da: Autorisering er påkrævet for at læse andre brugers autoriseringer

source: Authentication is required to revoke authorizations other users
da: Autorisering er påkrævet for at fjerne en autosering fra en anden bruger

source: Authentication is required to run a program as another user
da: Autorisering er påkrævet for at afvikle et program som en anden bruger

source: Grant authorizations to other users
da: Autoriser en anden bruger

source: Modify defaults for implicit authorizations
da: Konfigurer implicit autorisering

source: Read authorizations of other users
da: Læs andre brugers autoriseringer

source: Revoke authorizations from other users
da: Fjern autorisering fra en anden bruger

source: Run programs as another user
da: Kør et program som en anden bruger

source: Authentication is required to run the PolicyKit example program Frobnicate
da: Autorisering er påkrævet for at afvikle PolicyKit eksemplet Frobnicate

source: Run the PolicyKit example program Frobnicate
da: Kør PolicyKit eksemplet Frobnicate

source: Authentication is needed to run `%s' as the super user
da: Autorisering er påkrævet for at afvikle `%s' som super bruger

source: Authentication is needed to run `%s' as another user
da: Autorisering er påkrævet for at afvikle `%s' som en anden bruger

source: Command
da: Program

source: Super User (root)
da: Super Bruger (root)

source: Run As
da: Bruger
